/* Bundle-level BT status */
"BLUETOOTH" = "Bluetooth";
"NO_BLUETOOTH" = "利用できません";
"OFF" = "オフ";
"ON" = "オン";

/* Pairing / Connection */
"PAIRING_PROMPT" = "PINを入力";
"VALIDATING" = "接続中…";
"SUCCESS" = "接続されました";
"PASSWORD" = "PIN";
"OK" = "OK";
"CANCEL" = "キャンセル";
"PAIR" = "登録";
"JOIN" = "接続";
"FORGET_DEVICE" = "デバイスの登録を解除";
/*"PAIR_AGAIN" = "Pair Again";*/

"PAIRING_FAILED_TITLE" = "登録できませんでした";
"CONNECTION_FAILED_TITLE" = "接続できませんでした";

"ERROR_PAIRING_TIMEOUT" = "登録に時間がかかり過ぎました。";
"ERROR_INCORRECT_PIN" = "“%@”が登録の準備ができていること、およびPINコードが正しいことを確認してから、やり直してください。";
"ERROR_UNSUPPORTED_DEVICE" = "“%@”はサポートされていません。";
/*"ERROR_MISSING_LINK_KEY" = "“%@” must be paired again to use it. Make sure it is turned on, in range, and is ready to pair.";*/
"ERROR_GEN_PAIRING_FAILURE" = "“%@”の電源がオンになっていて通信圏内にあり、登録の準備ができていることを確認してください。";
"ERROR_GEN_CONNECTION_FAILURE" = "“%@”の電源がオンになっていて通信圏内にあることを確認してください。";

/* Devices controller */
"DIAGNOSTIC_MODE_TITLE" = "診断モード";
"DEVICES" = "デバイス";
"SEARCHING" = "検索中…";
"DISCOVERABLE" = "検出可能";
"NOT_PAIRED" = "登録されていません";
"PAIRED" = "接続されていません";
"PAIRED_AND_CONNECTED" = "接続されました";

/* Personal Hotspot alert */
"HOTSPOT_CONNECTED_CLIENTS_TITLE" = "インターネット共有";
"HOTSPOT_CONNECTED_CLIENTS_MESSAGE" = "ネットワーク“%@”に接続すると、インターネット共有中のユーザの接続が解除されます。";